Repository: kobataAyaka/SwiftUISamples
Catalog: SwiftUISamples/Language/Localizable.xcstrings
Source language: ko
Languages: en, ja

source: @Binding을 이용한 닫기 버튼
en: Close button using @Binding
ja: @Bindingを利用した閉じるボタン

source: @EnvironmentObject를 이용한 CountView 표시 버튼
en: Button to display CountView using @EnvironmentObject
ja: @EnvironmentObjectを利用した閉じるボタン

source: @Environment를 이용한 닫기 버튼
en: Close button using @Environment
ja: @Environmentを利用した閉じるボタン

source: Firebase Database 표시 버튼
en: Button to display Firebase Database
ja: Firebase Database 表示ボタン

source: fullscreen ListView 표시 버튼
en: Button to display fullscreen ListView
ja: 全画面ListView表示ボタン

source: Notion Database 표시 버튼
en: Button to display Notion Database
ja: Notionデータベース表示ボタン

source: Sheet 표시 버튼
en: Button to display Sheet
ja: Sheet表示ボタン

source: Todo 상세
en: Todo details
ja: Todo詳細

source: Todo명
en: Todo title
ja: Todo名

source: Todo명을 입력
en: Enter Todo title
ja: Todo名を選択

source: Todo추가
en: Add Todo
ja: Todo追加

source: 갱신일
en: Last updated
ja: 更新日

source: 기본설정
en: Basic
ja: 基本設定

source: 닫기
en: Close
ja: 閉じる

source: 뒤로가기
en: Go back
ja: 戻る

source: 로딩 중...
en: Loading...
ja: 読み込み中…

source: 미완료
en: Incomplete
ja: 未完了

source: 미완료로 되돌리기
en: Mark as incomplete
ja: 未完了に戻す

source: 사진 선택
en: Select photo
ja: 写真を選択

source: 사진첨부 Todo 추가
en: Add Todo with photo
ja: 写真付きTodo追加

source: 상세정보
en: Details
ja: 詳細情報

source: 언어 선택
en: Language Select
ja: 言語選択

source: 언어설정
en: Language Select
ja: 言語設定

source: 영어
en: English
ja: 英語

source: 완료
en: Complete
ja: 完了

source: 완료로 하기
en: Mark as complete
ja: 完了にする

source: 이부분은 CounterView입니다
en: This is the CounterView
ja: この部分はCounterViewです

source: 일본어
en: Japanese
ja: 日本語

source: 작성일
en: Date created
ja: 作成日

source: 추가
en: Add
ja: 追加

source: 취소
en: Cancel
ja: キャンセル

source: 카운트 하기
en: Count up
ja: カウントする

source: 클릭하면 화면을 닫습니다.
en: Tap to close the screen
ja: クリックすると画面を閉じます

source: 한국어
en: Korean
ja: 韓国語
